{
    "deepsubmergence.steelhead.name": "Steelhead Trout",
    "deepsubmergence.steelhead.desc": "A writhing fish with metal plating bolted to its face. Blood or rust drips from it, you cannot tell which.",
    "deepsubmergence.electriceel.name": "Electric Eel",
    "deepsubmergence.electriceel.desc": "The pain in the fish's eyes is reflected over and over in the strange mirrored balls grafted to its body.",
    "deepsubmergence.netsquid.name": "Lattice Squid",
    "deepsubmergence.netsquid.desc": "At first it appears to be an ordinary squid tangled in a net. Closer inspection reveals meticulous stitching of the steel cable into the squid's flesh.",
    "deepsubmergence.torpedofish.name": "Torpedo Fish",
    "deepsubmergence.torpedofish.desc": "A sickening pun manifest. It seems to be ticking.",
    "deepsubmergence.shreddershark.name": "Shredder Shark",
    "deepsubmergence.shreddershark.desc": "A glinting sharp apparatus, embedded cruelly into a shark. Oddly, it smells faintly of... peaches?",
    "deepsubmergence.needlefish.name": "Giant Needlefish",
    "deepsubmergence.needlefish.desc": "The strange liquid inside the syringe oozes out, slowly. Be careful not to touch it.",
    "deepsubmergence.boltfish.name": "Bolt Fish",
    "deepsubmergence.boltfish.desc": "A shape meant for clamping and holding tight, no matter the depth.",
    "deepsubmergence.ironlungfish.name": "Iron Lungfish",
    "deepsubmergence.ironlungfish.desc": "Bleeding so profusely that it stains the ocean as it swims. A veritable sea of blood.",
    "deepsubmergence.lampcrab.name": "Lamp Crab",
    "deepsubmergence.lampcrab.desc": "It seems cruel to make such a tasty ocean morsel so visible.",
    "deepsubmergence.shoal.name": "Hungering Shoal",
    "deepsubmergence.shoal.desc": "It moves as one, thinks as one, and eats as many.",
    "deepsubmergence.trenchwhale.name": "Flayed Whale",
    "deepsubmergence.trenchwhale.desc": "Although the machinery continues to grind, the animal is long dead. May as well give it some dignity in death.",
    "deepsubmergence.chainlink.name": "Chain Link Siphonophore",
    "deepsubmergence.chainlink.desc": "A rusted chain the apparently has been given animation.",
    "deepsubmergence.clampster.name": "Clamped Lobster",
    "deepsubmergence.clampster.desc": "Secretions like oil ooze from the machinery as the claws whir open and closed. Keep your fingers away.",
    
    "deepsubmergence.floodwater.name": "Flooding Water",
    "deepsubmergence.floodwater.desc": "A minor annoyance. Water is automatically dried when docking, or can be drained while at sea using Pumps.",
    
    "deepsubmergence.pumptier1.name": "Low-Quality Pump",
    "deepsubmergence.pumptier1.desc": "Removes flooding water very slowly",
    "deepsubmergence.pumptier2.name": "Straining Pump",
    "deepsubmergence.pumptier2.desc": "Removes flooding water at a medium rate",
    "deepsubmergence.pumptier3.name": "Pressurized Pump",
    "deepsubmergence.pumptier3.desc": "Removes flooding water quickly",
    
    "deepsubmergence.pressurevesseltier1.name": "Thin Pressure Vessel",
    "deepsubmergence.pressurevesseltier1.desc": "Adds a small amount of time to how long you can remain submerged.",
    "deepsubmergence.pressurevesseltier2.name": "Thick Pressure Vessel",
    "deepsubmergence.pressurevesseltier2.desc": "Adds a reasonable amount of time to how long you can remain submerged.",
    "deepsubmergence.pressurevesseltier3.name": "Double-Hulled Pressure Vessel",
    "deepsubmergence.pressurevesseltier3.desc": "Adds a good deal of time to how long you can remain submerged.",
    
    "deepsubmergence.questdivertitle": "Hollow Diver",
    "deepsubmergence.questintrotitle": "Submarine",
    
    "deepsubmergence.introquest.0.0": "You explore your new vessel, noting the controls for diving. A note reminds you to watch your dive time.",
    "deepsubmergence.introquest.0.1": "The only thing left in the bridge is a tattered map, ridden with water stains.",
    "deepsubmergence.introquest.0.2": "East of the Gale Cliffs... deep down... underwater.",
    
    "deepsubmergence.mainquest.0.0": "Your sub mates with the outer seal, and you tug against the rusted hatch wheel. It opens, slowly and creaking, echoing down the dimly lit hallways of the base.",
    "deepsubmergence.mainquest.0.1": "The sound of wet boots on metal plating comes around the corner, and a figure stands before you.",
    "deepsubmergence.mainquest.0.2": "Ah... what ill fate dragged you to these depths, to this... place?",
    "deepsubmergence.mainquest.0.3": "But, no matter. I need something from you. A favor, if you will.",
    "deepsubmergence.mainquest.0.4": "I was stationed here, once, until some of my research... slipped away.",
    "deepsubmergence.mainquest.0.5": "There was a small bolting fish, a squid caught in a net, and a shoal... so many hungry mouths.",
    "deepsubmergence.mainquest.0.6": "Don’t fret. They won't rot. They never rot.",
    "deepsubmergence.mainquest.0.7": "Keep them... close... until you bring them to me. Return here when you have them all... and... everything will be...",
    
    "deepsubmergence.mainquest.1.0": "The diver leans, shivering, awkwardly against the bulkhead.",
    "deepsubmergence.mainquest.1.1": "That's... that's them. You-you found them. But how did...?",
    "deepsubmergence.mainquest.1.2": "When they... when they sent me down here, I was... elated. So happy. They'd given me... everything I wanted",
    "deepsubmergence.mainquest.1.3": "Free reign... to test... to discover... to create...",
    "deepsubmergence.mainquest.1.4": "Take this. Here. Blueprints... for reinforcing your hull. For... for pushing out the water. The water that seeps in when you dive too deep.",
    "deepsubmergence.mainquest.1.5": "But... but this isn’t everything. No... no, there’s more. More out there...",
    "deepsubmergence.mainquest.1.6": "A wriggling shock... a glowing crawler... a bleeding slice of iron... and a needle’s tip. So sharp... so sharp...",

    "deepsubmergence.mainquest.2.0": "The diver twitches and sways, struggling to stand upright.",
    "deepsubmergence.mainquest.2.1": "Take it. More blueprints. Deeper... always deeper... ever deeper.",
    "deepsubmergence.mainquest.2.2": "They warned us, didn’t they? You know, you remember.",
    "deepsubmergence.mainquest.2.3": "Alone, down here. Alone. No one to watch, to track... to make sure... To check on.",
    "deepsubmergence.mainquest.2.4": "It was just a thought. A research grant, they said. Research. Endless hours... smearing... into forever.",
    "deepsubmergence.mainquest.2.5": "More. I need more.",
    "deepsubmergence.mainquest.2.6": "A fish with an battered mask. An explosive thing, stitched in agony. A crushing maw... shredding... tearing.",
    
    "deepsubmergence.mainquest.3.0": "The diver coughs, hoarsely. Dark fluid seems to seep from it's helmet.",
    "deepsubmergence.mainquest.3.1": "Yes, yes, these. My children, almost perfect, almost ready for providence.",
    "deepsubmergence.mainquest.3.2": "Take these blueprints and dive, deeper. We're so close to touching it. Touching the abyss.",
    "deepsubmergence.mainquest.3.3": "The bureau, said no, it's not there, it's not under, you CAN'T GO THERE!",
    "deepsubmergence.mainquest.3.4": "...",
    "deepsubmergence.mainquest.3.5": "One more.",
    "deepsubmergence.mainquest.3.6": "A bleached machine to cut and break through. Gnawing at the shell of reality.",
    
    "deepsubmergence.mainquest.4.0": "The corpse twitches and siezes, like machinery. Was it ever even alive?",
    "deepsubmergence.mainquest.4.1": "...",
}
